[General]
Translator, "Betto Geldres, CristobalGlez, David Chova, deathspell, Jorge Garza, Jose Varela19670, Ricardo21086, wjimenez0883"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "733"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "29"


[Icon]
R0lGODlhEAAMAPcAAPK/AN85DNcgDJYXC5UtJOBYL9IgC/7TAKWCPfHEMvLFM6+TALKeAPfOAI4X
CNg2CqWCQtEzCPTFAJMXCZEXCMshCtkgDZA5LpE1KJEXCfPDBvvOANN0YfPDANd7XPPHL6eGNIoX
BvXKAOOrB6WDN+G0VNwgDo5IO/LAANtfOI5QRO69S9xbNfG8AO65T45TR/XPLZMaDdNqWdRmVNRi
UNI0CPHGT/XGAPTEPdw3DPLDO45CNolAM62PAO62BvzbAK15TJoXC9G3rtZUROY8DfTKLOa3B58w
CfTCVPfMAPPDX/PHAPXJH++4AJBYS/DCPPLIPIgXBvfKAPHHQfHFRa6RAPDAQPTGRPK/WqR6U+7D
VJI4K/XIBrqFZ8pgA5QyJdU+Ftc3CvbRKpwVC+E6DfLDI9UgDfjSAP7RAJA6LM4gCa6TALCVANk3
CvjOANpmRNKwqscfB/bHAI5LPrJ5UuOvBu+2EvPLN5A/M9lqSNhxUMGoWvHFStVYSJcsBPjUJYwX
B+CyApJYTY5OQdZ+YNhJONiCZ/3UB95GNtd0VNthPJRPNO63AP/WANdNPPC1AJBANtQ1CcMfB5YX
CoUVA4gWBYUWBcGeYNd4WaeGRPTEAPTNMu/BWNhtTdY2CcUdBPC7APrXANN4ZfHDN/LDFZx/M45F
OP/jALmASeA5DN04C94fEPLDANVeTK5+X/bJANd+badmI+UhEMkfCI88MaWDO9AgCtpkQIwXCOi7
RbambNdRQNNuXZRfSI1hWQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAH05eaFi0JwTpnbgoXVhC4YvkATBEsWBl4wZNFr1GbLLUSFEMXoZIuQBUyI9nfK8uaUoBYsC
fjIp4aTFBh8qU6Dc2QRDzJ9DayBgKZEFSC4rT0Yp+FCECZcNPRAguYRKyB4cOhKUIaVBwis0VWq5
6OIKDh07Ppq0QKFJTpIDC0is0BXLS6lHjEAB6HBDiptGbEBcGVHHSCAArJaIaHAm1I9TDBaBiVAj
kqcwD9rkUBUgFRkiR9J8khRnVgU1tgyYEWDBxCpZY3hQslQpSghAuBxQyDBh0oAgBAICADs=


[BFAPI]
ErrorClientVersionTooOld, "La versión de su aplicación es muy antigua.\nPor favor actualice la aplicación e inténtelo de nuevo."
ErrorFailClientTime, "La hora de su equipo no está ajustada correctamente. \nCompruebe la hora del sistema e inténtelo de nuevo."
ErrorFailLogin, "Compruebe su correo electrónico y contraseña e inténtelo de nuevo."
ErrorFailPrefix, "Error al conectar con su cuenta de Binary Fortress.\nCompruebe su conexión a Internet y verifique que esta aplicación no está siendo bloqueada por un proxy o Firewall en su equipo o red."
ErrorInvalidProTrialLicenseKey, "Su clave de licencia de prueba no parece ser válida.\nContáctenos para más información."
ErrorItemSizeTooLarge, "Uno de los elementos que intenta de sincronizar es demasiado grande.\nDeberá eliminar ese elemento e intentar sincronizar de nuevo."
ErrorTrialExpiredPrompt, "Su Licencia de Prueba Pro ha expirado.\n¿Desea contactar con nosotros y comenzar otra prueba?"
ErrorTwoFactorInvalid, "Su Código de Dos Pasos es inválido o ha expirado.\nPor favor inténtelo de nuevo."
ErrorUnknownProPurchasedLicenseKey, "Su clave de licencia no parece ser válida.\nPor favor contáctenos para más información."
LoginPrompt, "Debe introducir la información de inicio de sesión de Binary Fortress para sincronizar sus perfiles.\n¿Desea introducir la información de inicio de sesión ahora?"
PromptTwoFactor, "Introduzca el Código de Dos Pasos que se le envió a su dispositivo.\nSi no lo recibe en unos minutos, por favor contacte al Soporte de Binary Fortress."
PromptTwoFactorImportOldCredentials, "Esta aplicación ahora soporta autenticación de dos pasos, y actualmente se encuentra habilitado en su cuenta.\n\nPor favor Introduzca el Código de Dos Pasos que se acaba de enviar a su dispositivo.\nSi no lo recibe en unos minutos, por favor contacte al Soporte de Binary Fortress."
PromptTwoFactorTOTP, "Por favor Introduzca el código de 6 dígitos generado por su app de autenticación en el móvil.\nSi tiene problemas con su código de autenticación, por favor contacte al Soporte de Binary Fortress."
TitleSync, "Sincronizando con su cuenta de Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Iniciar sesión"
btnLogout, "&Cerrar sesión"
btnMyAccount, "Mi &cuenta"
btnMyLicenses, "Mis &licencias"
btnRegister, "&Registrarse"
btnResetPassword, "Restablecer contraseña"
lblEmailAddress, "Dirección de correo electrónico:"
lblName, "Nombre:"
lblPassword, "Contraseña:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Uso Personal o Corporativo, # indicado en el nombre de licencia"
LicenseRestrictionEnterprise, "Número ilimitado de PC en un número ilimitado de lugares de la compañía"
LicenseRestrictionPersonal, "Número ilimitado de computadores personales y un ordenador de la compañía usado solo por usted"
LicenseRestrictionSite, "Número ilimitado de PC en un solo sitio"
LicenseRestrictionStandard, "Uso Personal o Corporativo, en una sola PC"
LicenseRestrictionSteam, "Uso Personal o Corporativo, número ilimitado de PC, usuario principal es usted y Steam está instalado"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Por favor introduzca una dirección de correo electrónica válida e inténtelo de nuevo."
ErrorEnterPassword, "Por favor introduzca su contraseña e inténtelo de nuevo."
ErrorLoginFailed, "No se ha podido cargar la información de su cuenta.\nPor favor compruebe su dirección de correo electrónico y contraseña e inténtelo de nuevo."
ErrorNoLicensesFound, "Lo sentimos, no hemos podido encontrar ninguna información de licencia para esta cuenta.\nSi necesita ayuda, por favor póngase en contacto con nosotros."
ErrorUnknownLicenses, "Se ha producido un error al cargar la información de su licencia."
ErrorUnknownLogin, "Se ha producido un error al cargar la información de su cuenta."
Note, "Inicie sesión para recuperar su clave de licencia y sincronizar con su cuenta de Binary Fortress."
SelectLicensePrompt, "Está usando una versión gratuita, una versión de Prueba Pro o su clave de Licencia no es correcta.\n¿Le gustaría descargar una clave de licencia de su cuenta Binary Fortress?"
Title, "Mi cuenta de Binary Fortress"
TitleLoadingLicenses, "Cargando la información de licencia"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Fecha de creación"
colDateExpires, "Fecha de vencimiento"
colLicenseKey, "Clave de licencia"
colLicenseRestrictions, "Restricciones de licencia"
colLicenseType, "Tipo de Licencia"
colName, "Nombre"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "¿Está seguro de que desea usar esta Clave de Licencia?"
ErrorSelectLicense, "Por favor seleccione una Licencia de la lista y vuelva a intentarlo."
ShowNeedLicenseWarning, "Seleccione una de las Claves de Licencia de la lista y haga clic en el botón 'Aceptar' para usarla."
Title, "Mis Licencias"


[BFFormCodeEditor]
btnHotKeyEdit, "Editar"
btnInsertFunction, "&Introducir Código"
btnInsertFunctionTT, "Navegar a través de una lista de asistentes de scripts previamente preparada para ayudarle a construir su propia función."
btnRedoTT, "Rehacer (Ctrl + Y)"
btnReferencesDefault, "Referencias por defecto"
btnRunFunction, "&Ejecutar Función"
btnRunFunctionTT, "Ejecuta el código actual."
btnUndoTT, "Deshacer (Ctrl + Z)"
btnVerifyFunction, "&Verificar código"
btnVerifyFunctionTT, "Verificar el código actual sin ejecutarlo."
ErrorCompileFailed, "Error de Compilación."
ErrorEnterCode, "Introduzca un código en C# o VB.net y vuelva a intentarlo."
ErrorEnterName, "Introduzca un nombre y vuelva a intentarlo."
ErrorRunFailed, "Error de Ejecución."
lblDescription, "Descripción:"
lblHelp, "Ayuda con Funciones"
lblKeyCombination, "Combinación de teclas:"
lblLanguage, "Lenguaje:"
lblName, "Nombre:"
lblReferences, "Referencias:"
lblShare, "¡Comparta su código con la comunidad!"
MessageRunning, "Ejecutando:"
MessageRunSuccess, "Ejecución exitosa."
MessageVerifySuccess, "Verificación Finalizada."
MessageWait, "Esperando que se termine de ejecutar el código.\nPuede utilizar el ícono de la bandeja del sistema para detenerlo."
MessageWaitTitle, "Esperando por el código"
PromptChangeLanguage, "¿Le gustaría cargar el código predeterminado? \nADVERTENCIA: esto restablecerá el código existente."
PromptCloseWithoutSave, "¿Seguro que desea cerrar sin guardar?"
PromptDefaultReferences, "¿Seguro que desea restablecer las referencias a los valores predeterminados?"
PromptInvalidSave, "Este código no parece ser válido. \n¿Está seguro de que desea guardar de todos modos?"
ShareMessage, "Su se adjuntará automáticamente a esta solicitud\nSi desea enviar un mensaje, ingréselo debajo de la linea divisoria. ¡Gracias!"
ShareSubject, "Compartir código:"
ShareTitle, "Compartir código"
ShareWarning, "Su nombre se utilizará para dar crédito, háganos saber si desea utilizar un alias o compartir de forma anónima."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Seleccione los estilos de ventana:"
PromptSelectWindowStylesEx, "Seleccione los estilos de ventana extendidos:"
RemoveConfirmOne, "¿Está seguro que desea remover el elemento seleccionado?"
SelectAnItem, "Seleccione un elemento de la lista e inténtelo de nuevo."
SelectAudioDevice, "Seleccione un dispositivo de sonido."
SelectMouseCursorLocation, "Haga clic para seleccionar una ubicación del cursor del ratón\nPresione cualquier tecla para cancelar"
SendKeys_EditString, "Editar texto"
SendKeys_EnterString, "Ingresar texto:"
SendKeys_mniAddKeyCombination, "Agregar combinación de teclas"
SendKeys_mniAddRawText, "Agregar texto sin formato"
SendKeys_mniAddText, "Agregar texto"
SendKeys_Title, "Constructor SendKeys"


[BFFormDownload_Strings]
ConfirmCancel, "¿Está seguro que desea cancelar esta descarga?"
Error, "Se ha producido un error."
Progress, "Restante: {0} KB ({1} KB total)"
ProgressUnknown, "Descargando: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Seleccione una etiqueta de WallpaperFusion e inténtelo de nuevo."
lblQuery, "Filtro:"
Title, "Etiquetas WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Cerrar"
colContributors, "Contribuidores"
colCreatedBy, "Creado por"
colDownloads, "Descargas"
colLanguage, "Idioma"
colLastModified, "Última modificación"
lblQuery, "Filtro:"
Loading, "Cargando..."


[BFFormProxySettings_Controls]
btnSave, "Guardar"
lblProxyAddress, "Dirección del servidor:"
lblProxyPassword, "Contraseña:"
lblProxyPassword2, "Volver a escribir la contraseña:"
lblProxyPort, "Puerto:"
lblProxyUsername, "Nombre de usuario:"
rdoCustomSettings, "Utilice la &configuración personalizada del servidor proxy:"
rdoNoProxy, "&Sin servidor proxy (conexión directa a Internet)"
rdoUseIESettings, "Utilice la &configuración de conexión de Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Introduzca una dirección para el servidor proxy o seleccione "Sin servidor proxy"."
EnterServerPort, "Introduzca un puerto para el servidor proxy o seleccione "Sin servidor proxy"."
PasswordDecryptionFailed, "La configuración de la conexión a Internet parece ser válida.\n¿Le gustaría volver a introducir la contraseña del proxy para fijar esta configuración?"
PasswordsNotMatch, "Su contraseña del servidor proxy no es correcta, por favor inténtelo de nuevo."
Title, "Configuración de conexión"


[BFFormSelectApplication]
AllApplications, "Todas las aplicaciones"
btnBrowse, "&Examinar"
colApplication, "Aplicación"
colPath, "Ruta"
GroupDesktopApplications, "Aplicaciones de escritorio"
GroupWindows8Applications, "Aplicaciones Universales de Windows"
lblWindowPicker, "Arrastre este sobre una ventana para seleccionar el proceso en la lista automáticamente"
PleaseSelectApplication, "Seleccione primero una aplicación."
Title, "Seleccionar aplicación"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valor predeterminado"
chkShowOnlyModified, "Solo mostrar valores modificados"
colSetting, "Configuración"
colValue, "Valor"
lblFilter, "Filtro:"
lblHelp, "Doble clic en una opción para modificarla, haga clic en el botón "Ayuda" para obtener más información."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Se ha producido un error al guardar esta configuración."
SavedSuccessfully, "Se ha guardado su configuración avanzada.\nPuede que tenga que reiniciar la aplicación para que los cambios surtan efecto."
Title, "Configuración avanzada"
TitleEdit, "Editar configuración avanzada"


[BFFormSettings_Controls]
btnAdvancedSettings, "Configuración avanzada"
btnAutoUpdateCheckNow, "Comprobar actualizaciones"
btnBackupSettings, "Exportar configuración"
btnLanguageHelp, "Ayuda a terminar una traducción"
btnLicenseChangeToFree, "Cambiar a versión gratuita"
btnLicenseKeyRequestTrial, "Solicitar una nueva licencia de prueba"
btnLicenseKeyRestoreTrial, "Restaurar clave de licencia de prueba"
btnLicenseLoadOnline, "Cargar desde la cuenta de Binary Fortress"
btnLicensePasteFromClipboard, "Pegar desde el Portapapeles"
btnProxySettings, "Configuración de conexión"
btnRestoreSettings, "Restaurar configuración"
btnTroubleshootingClearLogBASE, "Borrar registro de depuración"
btnTroubleshootingCopyBASE, "Copiar información a Portapapeles"
btnTroubleshootingExportBASE, "Exportar información a un archivo"
btnTroubleshootingForceCleanupBASE, "Forzar limpieza de memoria"
btnTroubleshootingOpenLogBASE, "Abrir registro de depuración"
btnTroubleshootingRefreshBASE, "Refescar"
chkAutoUpdate, "Comprobar actualizaciones automáticamente"
chkAutoUpdateBeta, "Comprobar versiones Beta (nuevas, inestables)"
chkAutoUpdateSteam, "Comprobar actualizaciones automáticamente (Steam puede ignorar esta configuración)"
colLanguageName, "Nombre"
colLanguagePercentComplete, "Completar"
colLanguageTranslators, "Traductores"
colLanguageVersion, "Versión"
gbAutoUpdate, "Comprobar si hay una actualización"
gbLicenseReseller, "Información de distribuidores"
lblAutoUpdateWarningBASE, "Advertencia: las actualizaciones automáticas están desactivadas, no aparecerán mensajes para instalar nuevas versiones"
lblLanguageGetMore, "Obtener Idiomas nuevos y actualizados"
lblLicenseExpires, "Licencia válida hasta:"
lblLicenseKey, "Clave de licencia:"
lblLicenseTo, "Licencia de:"
tabAbout, "Acerca de"
tabLanguage, "Idiomas"
tabLicense, "Clave de licencia"
tabOptions, "Opciones"
tabOurApps, "Nuestras aplicaciones"
tabTroubleshooting, "Solución de problemas"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Esta seguro de querer eliminar su licencia y volver a la versión Gratuita?"
ChangeToFreeFromTrialPrompt, "Si quieres utilizar nuevamente la version Pro de Prueba necesitarás solicitar una nueva clave de licencia de Prueba a nuestro equipo de soporte. Si gustas ver las características que NO están disponibles en la version Gratuita, por favor visita la página "Gratuita vs Pro" en nuestro sitio web.\n\n¿Estás seguro de querer quitar tu clave de Licencia y cambiarte a la version Gratuita?"
DebugLogCleared, "El registro de depuración se ha eliminado correctamente."
DebugLogNotFound, "No se ha podido encontrar el registro de depuración.\nAsegúrese de que ha activado primero el registro de depuración."
FreeVersion, "Versión Gratuita"
LanguageHelpMessage, "¡Me gustaría ayudar a terminar una traducción!"
LanguageHelpMessageDescription, "¡Ayúdenos a terminar una traducción y reciba a cambio una licencia Pro Standard gratis!\nAlguien lo contactará en 2 días hábiles."
LanguageRightToLeft, "Derecha-a-Izquierda"
LicenseKeyRequestTrialDescription, "Lo contactaremos dentro de 2 días hábiles."
LicenseKeyRequestTrialMessage, "Me gustaría solicitar una nueva clave de licencia de prueba. ¡Gracias!"
LogLevel0, "L0: Registro de depuración deshabilitado"
LogLevel1, "L1: Registro de depuración reducido"
LogLevel2, "L2: Registro de depuración detallado (no recomendado)"
LogLevel3, "L3: Registro de depuración total (no recomendado)"
RegistryExportSuccess, "Su configuración se ha exportado correctamente."
RestoreSettingsFailed, "No se ha podido restaurar su configuración."
RestoreSettingsPrompt, "Nunca restaure respaldos que no fueron creados por Ud. o el equipo de soporte de Binary Fortress.\n¿Está seguro de querer restaurar el respaldo?"
RestoreSettingsSuccess, "Su configuración se ha restaurado correctamente."
SettingsLoadError, "Se ha producido un error mientras se cargaba la configuración."
SettingsSaveError, "Se ha producido un error mientras se guardaba la configuración."
Title, "Configuración"
TroubleshootingCopyError, "No se ha podido copiar su información de solución de problemas de problemas."
TroubleshootingCopySuccess, "Su información de solución de problemas se ha copiado correctamente a Portapapeles."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Adjuntar Archivo"
btnAttachmentsClear, "Borrar Adjuntos"
chkIncludeBackup, "Incluir una copia de seguridad con este pedido de soporte"
lblEmailAddress, "Dirección de correo electrónico:"
lblMessage, "Mensaje:"
lblName, "Nombre:"
lblSubject, "Asunto:"
lblWarning, "La información de la ficha Solución de problemas y el archivo Debug.log serán cifrada y enviada junto con la solicitud de soporte para que podamos resolver el problema rápidamente."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Por favor introduzca una dirección de correo electrónica válida e inténtelo de nuevo."
EnterMessage, "Escriba un mensaje e inténtelo nuevamente."
EnterName, "Escriba su nombre e inténtelo nuevamente."
EnterSubject, "Escriba un asunto."
PromptClearAttachments, "¿Está seguro de querer remover estos adjuntos?"
SendSuccess, "Su información se envió exitosamente.\nAlguien lo contactará en los próximos 2 días comerciales."
Title, "Enviar solicitud de asistencia"
TooLongEmailAddress, "Escriba un correo electrónico mas corto e inténtelo nuevamente."
TooLongName, "Escriba un nombre más corto e inténtelo nuevamente."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Comprar Licencia Pro"
btnLater, "Tal vez luego"
btnMoreInfo, "Más información"
lblInvalidLicense, "¡Su clave de licencia Pro no es válida!\n\nCompruebe que ha introducido la clave de licencia correcta en la pestaña Clave de licencia de la ventana Configuración.\n\nSi la clave de licencia es correcta y sigue viendo este mensaje, póngase en contacto con el soporte de Binary Fortress usando el botón de Ayuda."
Title, "Clave de licencia inválida"


[BFFormUpdate_Controls]
btnChangeLog, "Ver registro de cambios"
btnDownloadOnly, "&Visitar sitio web"
btnInstallNow, "&Instalar ahora"
btnInstallOnExit, "Instalar al salir"
btnRemindMeLater, "&Recordarme luego"
btnSkipThisVersion, "&Omitir esta versión"
lblNewVersion, "Nueva versión:"
lblOldVersion, "Versión actual:"
lblUpdateNotes, "Novedades en esta versión:"
lblUpdateSize, "Actualizartamaño:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Se recomienda que actualice a la nueva versión.\n¿Está seguro que desea omitir esta actualización?"
DownloadFailedSave, "Se ha producido un error al guardar este archivo localmente."
DownloadingUpdate, "Descargando actualización"
DownloadInvalidData, "Datos inválidos devueltos por el servidor. El servidor puede estar teniendo problemas para encontrar el archivo solicitado."
DownloadNoData, "No se recibieron datos del sitio web."
ErrorDownload, "Se ha producido un error al intentar descargar la nueva versión."
FreeNotice, "¡Esta actualización y todas las futuras actualizaciones son gratuitas! ¡Actualice hoy y disfrute!"
RebootMightBeRequiredWarning, "Se requerirá un reinicio luego de que la actualización este Instalada."
Title, "Actualización disponible"
UpdateProMessage, "Es necesario actualizar a una licencia Pro para utilizar la actualización de un solo clic.\n¿Desea consultar más información acerca de la actualización?"


[BFHelpButton_Controls]
mniDiscussions, "Debates de la comunidad"
mniOnlineHelp, "Ayuda en Línea"
mniSupportRequest, "Solicitud de Soporte"


[BFHotKey]
ButtonRemoveInvalidHotKey, "Remover combinación Inválida de Clave"
ErrorHotKeyBindFailed, "Error con las teclas de acceso rápido:"
ErrorHotKeyComboInUse, "La combinación de teclas ya está en uso. Hay algunas razones por las que esto puede suceder: \n- La combinación de ceclas ya está asignada en otra parte de esta aplicación \n- Otra aplicación ya está utilizando esta combinación de ceclas \n- Una función integrada de Windows utiliza esta combinación de teclas \n\nEdite o elimine la combinación de teclas en la configuración."
ErrorIncorrectKeyValue, "Combinación de teclas no válida: introduzca un valor clave."
ErrorIncorrectNumberElements, "Combinación de teclas no válida: número incorrecto de teclas."
ErrorIncorrectNumberKeyMods, "Combinación de teclas no válida: número incorrecto de modificadores."
ErrorInvalidKeyCombo, "La combinación de teclas que ha especificado no es válida."
ErrorSystemReserved, "La combinación de teclas especificada está reservada para Windows y no se puede usar."
ErrorTooManyModifiers, "Combinación de teclas no válida: demasiados modificadores."
HotKeyButtonRemove, "Eliminar"
HotKeyButtonSetHotKey, "Asignar tecla rápida"
HotKeyLabelKeys, "Seleccione los modificadores y luego introduzca la tecla deseada"
HotKeyLabelMouse, "Seleccione los modificadores y luego haga clic en el botón del ratón que desea usar"


[BFMessage]
btnCopy, "&Copiar a Portapapeles"
btnMoreInformation, "&Mostrar más información"


[BFTextQuery]
CaseSensitive, "Sensible a mayúsculas y minúsculas:"
ErrorBracketMismatch, "Error: no coinciden los paréntesis.\nCierre los paréntesis o encierre la búsqueda entre comillas."
ErrorEscapeCharAtEnd, "Error: se ha encontrado un carácter de escape '\' al final de la consulta.\nElimine el carácter de escape."
ErrorExpectedMatchCountChar, "Error: se esperaba ':::cbc:::' en la posición {0}.\nCierre los paréntesis o encierre la búsqueda entre comillas."
ErrorExpectedQuote, "Error: se esperaba '"' en la posición {0}.\nAsegúrese de utilizar un caracter de escape antes de los caracteres '"'."
ErrorInvalidChar, "Error: caracter inválido '{0}' en la posición {1}.\nEnciérrelo entre comillas."
ErrorInvalidDigit, "Error: dígito inválido en la posición {0}.\nLos dígitos deben ser positivos y solo caracteres numéricos."
ErrorInvalidWordBoundary, "Aviso: Caracteres no válidos.\nEl operador igualdad solo admite letras y números."
MayContain, "Puede contener:"
MayEqual, "Puede ser igual a:"
MayNotContain, "Puede no contener:"
MayNotEqual, "Puede no ser igual a:"
MustContain, "Debe contener:"
MustEqual, "Debe ser igual a:"
MustNotContain, "No debe contener:"
MustNotEqual, "No debe ser igual a:"
Time, "una vez"
Times, "{0} veces"


[BFUpdateCheck]
AlreadyInProgress, "Comprobando Actualizaciones..."
ErrorRunningDownloadedFile, "Se ha producido un error al intentar ejecutar el archivo de instalación descargado."
FailedToGetVersion, "No se puede cargar la última la versión."
NoUpdate, "Ya está utilizando la última versión."


[cFunctions_Strings]
FolderNotRecognized, "La carpeta seleccionada no es reconocida y no se puede buscar."


[CommonControls]
chkIsMetroApp, "¿Es esta aplicación Metro (Universal) App?"
lblMetroAppID, "ID Proceso App:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Examinar y añadir"
btnBrowseExcludePath, "Examinar"
btnFolderBrowse, "&Examinar"
btnFolderBrowseAppend, "Examinar y añadir"
btnNewSearch, "Búsqueda en una pestaña &nueva"
btnPause, "Pa&usa"
btnResume, "Res&umir"
btnSearch, "&Buscar"
btnStop, "&Detener"
chkCaseSensitive, "&Coincidir mayúsculas y minúsculas"
chkFileSizeMax, "Tamaño máximo del archivo:"
chkFileSizeMin, "Tamaño mínimo del archivo:"
chkIsQueryRegEx, "Consulta RegEx"
chkSearchSubFolders, "Buscar en sub&carpetas"
chkShowFirstResult, "&Solo muestra el primer resultando de cada archivo"
chkShowIncludeFilterMatchFiles, "Mostrar nombres archivos coincidentes con filtro "incluir archivos""
chkShowIncludeFilterMatchFolders, "Mostrar nombres carpetas coincidentes con filtro "incluir archivos""
chkShowQueryMatchFiles, "Mostrar nombres archivos coincidentes con texto de la consulta"
chkShowQueryMatchFolders, "Mostrar nombres carpetas coincidentes con texto de la consulta"
chkUseIFilters, "Contenido del archivo procesado mediante controlador (más lento)"
colDateAccessed, "Fecha de acceso"
colDateCreated, "Fecha de creación"
colDateModified, "Fecha de modificación"
colEncodingUsed, "Codificación utilizada"
colExtension, "Extensión"
colFile, "Nombre de archivo"
colFileSize, "Tamaño de archivo"
colLine, "Línea"
colLineNumber, "Línea #"
colPath, "Ruta"
lblAccessedTo, "a"
lblAdditionalLinesAfter, "Mostrar X líneas después result. búsqueda:"
lblAdditionalLinesBefore, "Mostrar X líneas antes resultado búsqueda:"
lblCreatedTo, "a"
lblDateAccessed, "Fecha de acceso:"
lblDateCreated, "Fecha de creación:"
lblDateFilterLogic, "Filtro lógico de fecha:"
lblDateModified, "Fecha de modificación:"
lblExcludeFiles, "Ex&cluir Archivos:"
lblExcludePath, "E&xcluir Ruta(s):"
lblFilterResults, "Filtro:"
lblIncludeFiles, "Incluir &Archivos:"
lblModifiedTo, "a"
lblPath, "&Ruta(s):"
lblQuery, "&Consulta:"
lblStatusFound, "Resultados encontrados: {0}"
lblStatusTotal, "Archivos buscados: {0}"
mniAbout, "Acerca de"
mniAddResultsToZipFile, "Comprimir Todos Los Resultados"
mniAddSelectedResultsToZipFile, "Comprimir Los Resultados Seleccionados"
mniClearSearchHistory, "Borrar historial de búsquedas"
mniCloseAll, "Cerrar Todo"
mniCloseAllButThis, "Cerrar otros"
mniCloseSearch, "&Cerrar"
mniCopyFilePathNewLine, "Copiar Los Archivos Seleccionados (separados por retorno de carro)"
mniCopyToClipboard, "Copiar resultados seleccionados"
mniCopyToClipboardAll, "Copiar todos los resultados"
mniExit, "Salir"
mniExplorerContextMenu, "Menú contextual de Windows"
mniHashWithHashTools, "Hash con HashTools"
mniHelp, "Ayuda"
mniOpenFolder, "Abrir carpeta contenedora"
mniOpenFolderOnly, "Abrir Carpeta"
mniOpenOther, "Abrir con {0}"
mniPermenentDelete, "Eliminar permanentemente los archivos seleccionados"
mniRemoveRows, "Quitar resultados seleccionados de la lista"
mniRenameFile, "Renombrar el Archivo Seleccionado"
mniSettings, "Configuración"
mniShowFilterControls, "Mostrar control de filtros"
mniTextCopy, "&Copiar"
mniTextSelectAll, "Seleccionar &Todo"
mniTools, "&Herramientas"
mniTrayExit, "Salir"
mniTrayLoadProfiles, "Cargar perfil"
mniTrayShowFileSeek, "Mostrar FileSeek"
mniTraySyncProfiles, "Sincronizar perfiles"
mnuCopyFilePath, "Copiar nombres de archivos seleccionados (separados por comas)"
mnuExportAllHTML, "Exportar todos los resultados a HTML"
mnuExportSelectedResultsHTML, "Exportar los resultados seleccionados a HTML"
mnuFileCopy, "Copiar los archivos seleccionados"
mnuFileCut, "Cortar los archivos seleccionados"
mnuFileDelete, "Eliminar archivos seleccionados"
mnuLanguage, "Idiomas"
mnuLoadProfile, "Cargar"
mnuManageProfiles, "Administrar Perfiles"
mnuOpen, "Abrir"
mnuOpenNotepad, "Abrir con Bloc de Notas"
mnuProfile, "Perfiles"
mnuSave, "Guardar"
mnuSaveAll, "Exportar todos los resultados a CSV"
mnuSaveProfile, "Guardar perfil nuevo"
mnuSaveSelection, "Exportar los resultados seleccionados a CSV"
mnuShowFullLanguageList, "Mostrar lista completa"
mnuSyncProfiles, "Sincronizar perfiles"
rdoMatchQueryLineByLine, "Coincidir la consulta para cada línea en el archivo"
rdoMatchQueryToWholeFile, "Coincidir la consulta para todo el archivo"
tabAdvanced, "Avanzados"
tabDateFilters, "Filtros por fecha"
tabFileSizeFilters, "Filtros por tamaño de archivo"
tabSearch, "Buscar"


[frmMain_Strings]
AccessedAfterTT, "Accedido después {0}"
AccessedBeforeTT, "Accedido antes {0}"
AccessedBetweenTT, "Accedido entre {0} y {1}"
AllDrives, "Todas Las Unidades"
AppSelectionErrorPartOne, "La aplicación que ha seleccionado no se puede encontrar."
AppSelectionsErrorPartTwo, "¿Quieres seleccionar otro ahora?"
btnNewSearchTT, "Abrir una nueva Pestaña e inicie una búsqueda"
btnSearchTT, "Iniciar una búsqueda en la pestaña actual"
btnStopTT, "Detener la búsqueda seleccionada"
CaseSensitiveQueryTT, "Consulta con Caso Sensible"
cboDateFilterLogic_AND, "Y"
cboDateFilterLogic_OR, "O"
cboExcludeFileFilterMode_Pattern, "El Filtro de Exlusión de Archivos es Patrón"
cboExcludeFileFilterMode_RegEx, "El Filtro de Exlusión de Archivos es RegEx"
cboExcludeFileFilterMode_TextQuery, "El Filtro de Exlusión de Archivos es Una Consulta de Texto"
cboIncludeFileFilterMode_Pattern, "El Filtro de Inclusión de Archivos es Patrón"
cboIncludeFileFilterMode_RegEx, "El Filtro de Inclusión de Archivos es RegEx"
cboIncludeFileFilterMode_TextQuery, "El Filtro de Inclusión de Archivos es Una Consulta de Texto"
cboQueryMode_RegEx, "Consulta RegEx"
cboQueryMode_TextQuery, "La Consulta es Una Consulta de Texto"
chkShowFirstResultTT, "Sólo se mostrará la primera línea buscada cuando se coincida consulta para cada línea"
ColumnChangeMessage, "Los cambios a las columnas de resultados de la búsqueda no tomarán lugar hasta que reinicies tus búsquedas."
ContextMenuError, "Se ha producido un error mientras se mostraba el menú contextual de Windows."
CreatedAfterTT, "Creado después {0}"
CreatedBeforeTT, "Creado antes {0}"
CreatedBetweenTT, "Creado entre {0} y {1}"
CSVSpreadsheet, "Archivos CSV"
CustomAppOpenError, "Se ha producido un error al abrir el archivo con la aplicación personalizada."
DateCreatedError, "Por favor seleccione una "Fecha de Creación Fecha de Finalización" que es posterior a la fecha de inicio."
DateFiltersSelected, "Filtros por fecha:"
DateModifiedError, "Por favor seleccione una "Fecha de Modificación Fecha Final" que es posterior a la fecha de inicio."
EmptyPDFError, "Se ha buscado archivo PDF, pero no contenía texto"
EnterProfileName, "Escriba un nombre de perfil:"
ErrorDirectoryEmpty, "Esta ruta está vacía"
ExcludeFilesTT, "Archivos excluidos: {0}"
ExcludePathsTT, "Excluir rutas: {0}"
ExportDateAccessed, "Fecha de Acceso"
ExportDateCreated, "Fecha de Creación"
ExportDateModified, "Fecha de Modificación"
ExportExtension, "Extensión"
ExportFileName, "Nombre del Archivo"
ExportFileSize, "Tamaño del Archivo"
ExportLineNumber, "Línea #"
ExportLineText, "Linea"
ExportPath, "Ruta"
FileDeleteMessage, "Espere mientras el FileSeek ejecuta la operación solicitada.\nSi cierra esta ventana mientras se ejecuta esta tarea puede provocar resultados inesperados."
FileDeleteQuestion, "¿Seguro que desea borrar los archivos o carpetas seleccionados?"
FileDeleteTitle, "Eliminar archivos"
FileDeletionError, "Se ha producido un error al eliminar estos archivos."
FileHandlerError, "Por favor, introduzca una ruta de búsqueda."
FileIncludeNameMatch, "El [Filtro Incluir archivos] coincide con el nombre del archivo"
FileOpenError, "Se ha producido un error mientras se abría éste archivo."
FilePermenentDeleteQuestion, "¿Desea eliminar de forma permanente los archivos o carpetas seleccionados?"
FileQueryNameMatch, "La [Consulta] coincide con el nombre del archivo"
FileReadError, "Error de acceso al archivo: {0}"
FileSelectionError, "Por favor, seleccionar al menos 1 archivo que exista y vuelva a intentarlo."
FileSizeError, "Seleccione un tamaño máximo de archivo que sea igual o mayor que el tamaño mínimo de archivo."
FileSizeFiltersSelected, "Filtros de tamaño de archivo:"
FilesSearched, "Archivos buscados: {0}"
FilesSkipped, "Archivos omitidos: {0}"
FolderBrowserDescription, "Seleccione una carpeta para buscar"
FolderBrowsingError, "Ha ocurrido un error durante la búsqueda en una carpeta."
FolderIncludeNameMatch, "El [Filtro Incluir archivos] coincide con nombre de carpeta"
FolderItemError, "No se ha podido obtener la carpeta del elemento: {0}"
FolderOpenError, "Un error ha ocurrido mientras abría esta carpeta."
FolderQueryNameMatch, "La [Consulta de texto] coincide con nombre de carpeta"
FolderReadError, "Error leyendo carpetas en la carpeta:{0}"
HiddenFolderError, "No se está buscando, ya que es un archivo o carpeta oculta"
HyperTextMarkupLanguageFile, "Lenguaje de Marcado Hipertextual"
IFilterWarning, "Habilite los controladores de archivo en la pestaña Avanzado para mostrar resultados apropiados para: {0} archivos"
IncludeFilesTT, "Archivos Incluidos: {0}"
InvalidExcludeFilesRegExError, "El patrón RegEx de la exclusión de archivos no es válido.\n{0}"
InvalidFolderLength, "Tamaño de carpeta no válido."
InvalidIncludeFilesRegExError, "El patrón RegEx de la inclusión de archivos no es válido.\n{0}"
InvalidQueryError, "Tu consulta de texto es inválida.\n{0}"
InvalidQueryRegExError, "El patrón RegEx de la solicitud no es válido.\n{0}"
KeypressError, "Se ha producido un error al procesar la tecla pulsada."
LinkedFolderError, "No se ha buscando la carpeta, ya que es un acceso directo o vínculos simbólicos"
MatchesFound, "Resultados encontrados: {0}"
MatchesFromQueue, "Resultados en cola: {0}"
MatchesFromQueueIcons, "Iconos en cola: {0}"
MaxFileSizeTT, "Tamaño máximo de archivo: {0}"
MaxPathError, "Este ruta es larga y puede no funcionar en algunos programas"
MenuOpenError, "Un error ha ocurrido mientras abría el menú."
MinFileSizeTT, "Tamaño mínimo de archivo: {0}"
ModifiedAfterTT, "Modificado después de {0}"
ModifiedBeforeTT, "Modificado antes de {0}"
ModifiedBetweenTT, "Modificado entre {0} y {1}"
More, "(más)"
NoDateFiltersSelected, "No hay filtros por fecha seleccionados"
NoFileSizeFiltersSelected, "No hay filtros por tamaño de archivo seleccionados"
NoOptionsSelected, "No ha se ha seleccionado ninguna opción"
NotepadError, "Se ha producido un error mientras abría el archivo con el Bloc de notas."
NotYourProfile, "Usted no es propietario de éste perfil."
OnlyShowFirstResultTT, "Mostrar únicamente el primer resultado"
OpenManyQuestion, "¿Seguro que desea abrir {0} archivos o carpetas?"
OptionsSelected, "Opciones seleccionadas:"
OtherApplication, "Otra Aplicación"
PathsTT, "Rutas: {0}"
PathTooLongError, "Windows no admite esta acción con nombres de ruta largas."
ProfileLoadError, "Se ha producido un error al cargar el perfil."
ProfileLoadOnStartError, "Se ha producido un error al cargar el perfil. El perfil no existe."
ProfileNameEmptyError, "No has introducido un nombre de perfil.\nPor favor introduce un nombre e intenta de nuevo."
ProfileOverwriteQuestion, "¿Seguro que desea sobreescribir el perfil '{0}'?"
ProfileSaved, "Guardar la configuración de búsqueda de perfil '{0}'"
ProfileSaveError, "No se puede guardar el perfil."
ProOnlyDoubleClickPrompt, "Su controlador de doble clic por defecto sólo es una característica de FileSeek Pro.\nPuede cambiar el controlador de doble clic por defecto en Configuración> Pestaña Buscar\n\n¿Desea más información sobre la actualización?"
QueryTT, "Consulta:\n{0}"
rdoMatchQueryLineByLineTT, "Abrir un archivo una sola línea a la vez y tratar de coincidir con la consulta a cada línea"
rdoMatchQueryToWholeFileTT, "Abra el archivo completo a la vez y trate de hacer coincidir la consulta con todo el texto"
RenameFileError, "FileSeek fue incapaz de renombrar el archivo o folder seleccionado.\nPor favor escribre un nombre distinto e intenta de nuevo."
RenameFileFolder, "Renombrar el Archivo Seleccionado:"
ResultCopied, "Se ha copiado un resultado al portapapeles."
ResultCopyError, "Se ha producido un error mientras copiaba los resultados de su búsqueda al portapapeles."
ResultSaveError, "Se ha producido un error al guardar los resultados.\n{0}"
ResultsCopied, "{0} resultados copiados al portapapeles."
ResultSelectionError, "Por favor, seleccione al menos 1 resultado de búsqueda e inténtelo de nuevo."
SaveResults, "Guardar los resultados en una hoja de cálculo"
SaveResultsAsHTML, "Guardar resultados en HTML"
SaveSearchProfile, "Guardar perfil de búsqueda"
SearchComplete, "Búsqueda completada en {0}s"
SearchCriteria, "Criterio de búsqueda:"
SearchCriteriaEmptyTT, "Criterio de búsqueda vacío"
SearchEnd, "Final de la búsqueda: {0}"
SearchError, "Se ha producido un error mientras se realizaba la búsqueda."
SearchStart, "Inicio de la búsqueda: {0}"
SearchSubFoldersTT, "Buscar en subcarpetas"
SettingFormShowError, "Se ha producido un error mientras se mostraba la ventana de Configuración."
Syncing, "Sincronización con su cuenta de Binary Fortress ..."
SystemFolderError, "No se está buscando, ya que es un archivo o carpeta de sistema"
TextCopyError, "Se ha producido un error mientras copiaba este texto."
TextProcessingError, "Se ha producido un error mientras se procesaba el texto."
TextQueryHelpTT, "Ayuda sobre Consultas de Texto"
TextSelectionError, "Por favor seleccione un texto y vuelva a intentarlo."
txtPathTT, "Separar múltiples elementos con el carácter |"
UseFileHandlersTT, "Usar controlador de archivos"
ViewingAppPartOne, "Aún no ha seleccionado una aplicación de visualización"
ViewingAppPartTwo, "¿Le gustaría seleccionar uno ahora?"
ZipFile, "Comprimir Archivo"


[frmProfileManager_Controls]
btnCopyProfile, "Copiar Perfil"
btnDelete, "Eliminar"
btnExport, "Exportar Perfil"
btnImport, "Importar Perfil"
btnRename, "Renombrar"
btnSync, "Sincronizar con su cuenta de Binary Fortress"
colProfileName, "Nombre del Perfil"
colProfileOwner, "Propietario del Perfil"
lblCurrentProfile, "Usuario Actual: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "¿Cómo le gustaría llamar a su nuevo perfil?"
ExportFileSeekSearchProfile, "Exportar Perfil de Búsqueda de FileSeek"
ExportSearchProfileSuccessful, "Perfil de Búsqueda exportado satisfactoriamente"
FileSeekSearchProfile, "Perfil de Búsqueda de FileSeek"
ImportFileSeekSearchProfile, "Importar Perfil de Búsqueda de FileSeek"
MustSelectAnItem, "Por favor, seleccione un perfil de la lista e inténtelo nuevamente."
ProfileDeleteQuestion, "¿Está seguro que desea eliminar el perfil seleccionado?"
RenameSearchProfile, "Cambiar el nombre del perfil de búsqueda"
SearchProfileName, "Buscar nombre del perfil:"
Title, "Administrar Perfiles"


[frmSettings_Controls]
btnBrowseOther, "&Examinar"
btnClearHistory, "Borrar historial de búsquedas"
btnIFilterToggle, "Alternar controlador de archivos"
btnOtherDefault, "&Predeterminado"
chkCloseToTray, "Cerrar el FileSeek a la bandeja del sistema"
chkCombineParameters, "Pasar varios archivos por la misma instancia, en lugar de abrir varias instancias"
chkErrorDirectoryEmpty, "Mostrar un error al encontrar una carpeta vacía"
chkErrorForLongPaths, "Mostrar un error y omitir la ruta cuando ésta sea mayor de 260 caracteres"
chkExportExtraLines, "Exportar también las líneas adicionales al guardar los resultados de búsqueda"
chkIFilterErrors, "Mostrar un error para los archivos sin controlador (cuando la búsqueda con controlador de archivos está habilitada)"
chkIsQueryFullString, "Tratar el texto de la consulta como un término de búsqueda más amplio"
chkLinkedFoldersSearch, "Buscar archivos y carpetas que son accesos directos o vínculos simbólicos"
chkLinkedFoldersSearchShowErrorOnSkip, "Mostrar un error cuando se salte una liga/unión"
chkMinimizeToTray, "Minimizar FileSeek en la bandeja del sistema"
chkOnlyShowMatchedText, "Mostrar sólo el texto coincidente en el resultado de la búsqueda"
chkResetSearchValues, "Reiniciar los valores de las pestañas de búsqueda cuando se comience a buscar en una nueva pestaña"
chkResultWordWrap, "Resumir el texto que es mostrado en los resultados de la búsqueda"
chkSearchHiddenFiles, "Buscar archivos y carpetas ocultos"
chkSearchSystemFiles, "Buscar archivos y carpetas de sistema"
chkSearchWithinLNKFiles, "Buscar en el archivo Los archivos LNK apuntan a"
chkShowErrorEmptyPDF, "Mostrar un error cuando un archivo PDF vacío sea encontrado"
chkShowFileErrors, "Mostrar un error cuando no se pueda acceder a una carpeta o archivo"
chkShowHiddenFileError, "Mostrar un error cuando se omitan archivos o carpetas ocultas"
chkShowSystemFileError, "Mostrar un error cuando se omitan archivos o carpetas de sistema"
chkShowToolTips, "Mostrar información sobre herramientas (ToolTips)"
chkSingleInstance, "Forzar a FileSeek a solo abrir una instancia"
chkStartWithClearProfile, "Comience siempre FileSeek con los criterios de búsqueda en blanco"
chkTreatAllExcludePathFiltersAsWildcards, "Tratar todos los filtros de rutas excluidas como comodines"
chkTreatAllIncludeFiltersAsWildcards, "Tratar todos los archivos de filtros incluidos como comodines"
chkUseCustomDateFormat, "Utilizar un formato de fecha personalizado"
chkUsePreviewHandlers, "Utilizar controladores de vista previa en el panel de resultados"
chkWindowsContextMenu, "Mostrar FileSeek en el menú contextual de Windows"
colAvailableColumns, "Columnas Disponibles"
colSelectedColumns, "Columnas Seleccionadas"
gbCmdLineVars, "Variables de línea de comandos"
gbDateFormat, "Formato de fecha"
gbGeneralOptions, "Opciones generales"
gbPresentationOptions, "Opciones de Presentación"
gbSearchColumns, "Columnas de Búsqueda"
lblCmdLineParam, "Parámetros para pasar en línea de comandos:"
lblDateFormatLink, "Cadenas de fecha y hora personalizadas"
lblDefaultDoubleClick, "Seleccione una operación predeterminada para el doble clic en el resultado de búsqueda:"
lblFileHandlerFAQ, "Peguntas Frecuentes sobre las aplicaciones predefinidas de archivos"
lblNumChar, "Mostrar esta cantidad de caracteres para cada resultado de búsqueda:"
lblOtherApplicationName, "Nombre para otra aplicación:"
lblSelectViewingApp, "Seleccionar una aplicación para la visualización de archivos:"
lblSkipFile, "Tiempo máximo de búsqueda permitido por archivo (0 = sin límite):"
pageSearchViewSettings, "Configuración de la Vista de Resultados"


[frmSettings_Strings]
AppBrowsingError, "Ha ocurrido un error durante la navegación de la aplicación."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exportar Todos los Resultados a CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exportar todos los resultados a HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exportar los Resultados Seleccionados a CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exportar los resultados seleccionados a HTML"
cboDefaultDoubleClickOperation_Open, "Abrir con la Aplicación Default"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Abrir carpeta contenedora"
cboDefaultDoubleClickOperation_OpenNotepad, "Abrir con Bloc de Notas"
cboDefaultDoubleClickOperation_OpenOther, "Abrir con {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Con esta opción habilitada, una búsqueda escribiendo "lo que sea" será tratada como *lo que sea*"
ClearHistoryError, "Un error ha ocurrido mientras limpiaba su Historial de búsqueda."
ClearHistoryWarning, "¿Está seguro que desea borrar el Historial de Búsqueda?"
CommandLineError, "Por favor escriba los parámetros de línea de comandos, o haga clic en "Predeterminado" para restaurarlos."
CustomDateFormatError, "Ha habido un error al asignar el formato de fecha personalizado.\nCorrija el error y vuelva a intentarlo."
DisableFileHandler, "Deshabilitar el controlador de archivos"
DisablePreviewHandler, "Inhabilitar el controlador de vista previa"
EnableFileHandler, "Habilitar el controlador de archivos"
EnablePreviewHandler, "Habilitar el controlador de vista previa"
FileCommandDescription, "{0}: Sustituye el nombre del archivo completo."
FileHandlerListError, "Ha ocurrido un error al listar los controladores de archivos."
FileHandlerSelectError, "Ha ocurrido un error al seleccionar este controlador de archivos."
FileHandlerToggleError, "Ha ocurrido un error al alternar este controlador de archivos."
HistoryCleared, "El Historial de búsqueda se ha limpiado correctamente."
InvalidExitcode, "Ha devuelto un ExitCode inválido: {0}"
LineCommandDescription, "{0}: Sustituye el número de línea."
lvIFilters_Extension, "Extensión"
lvIFilters_Handler, "Controlador"
lvIFilters_HandlerVersion, "Versión"
NumOfCharError, "Por favor introduzca un número de caracteres entre {0} y {1} e inténtelo de nuevo."
PreviewHandlerListError, "Se ha producido un error al listar los controladores de vista previa."
PreviewHandlerToggle, "Alternar controladores de vista previa"
SettingMenuError, "Se ha producido un error durante la configuración en las opciones del Menú Contextual."
tabSettings_FileHandlers, "Controladores de archivo"
tabSettings_OtherApp, "Otra aplicación"
tabSettings_PreviewHandlers, "Controladores de vista previa"
tabSettings_Search, "Buscar"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Resultados de la búsqueda guardados correctamente.\n¿Desea ver el archivo?"
SearchCriteria, "Criterios de búsqueda"
SearchDate, "Fecha de búsqueda:"
Title, "Resultados de búsqueda de FileSeek"


[IFilterHelper_Strings]
UnknownError, "Error desconocido del IFilter"
UsingStandardMethodWarning, "No hay controlador para este archivo. Buscando con el método estándar."


[Installer]
AdditionalIcons, "Íconos Adicionales:"
CreateContextMenuItems, "Añadir al menú contextual del botón derecho de Windows"
CurrentUserOnly, "Solo para este usuario"
DesktopIcon, "Crear &ícono en el escritorio"
DotNetInstallNow, "¿Le gustaría instalarlo ahora?"
DotNetRequired, "Su sistema necesita actualizar el Framework .NET para ejecutar esta aplicación."
ForAllUsers, "Para todos los usuarios"
LaunchNow, "Ejecutar Ahora"
LicKeyInvalid, "Esta licencia no parece ser válida."
LicKeyLabel, "Clave de licencia:"
LicKeySelectOption, "Seleccione una opción para la clave de licencia e inténtelo de nuevo."
LicKeyText, "Opciones para la clave de licencia:"
LicKeyTextAdminLocked, "Su licencia ha sido establecida por el administrador."
LicKeyTextChangeFree, "Haga clic en 'Cambiar a la versión gratuita' en la ventana de configuración para utilizar la versión gratuita."
LicKeyTextEnterOrFree, "Ingrese una licencia válida o seleccione 'Utilizar versión gratuita'."
LicKeyTextPaid, "Use esta clave de licencia:"
LicKeyTextTrial, "Usar la versión de prueba (solo la primera vez), vuelve a la versión gratuita después de la prueba"
RunAtStartup, "Iniciar con Windows"
SteamKeyInvalid, "Error al cargar su clave de licencia Steam.\nSalga de este instalador/aplicación e intente hacer clic nuevamente en Instalar o Iniciar desde Steam."
TextBefore, "Si tiene FileSeek ejecutando actualmente, por favor asegúrese de cerrar FileSeek antes de instalar esta nueva versión.\n\nVisita https://www.fileseek.ca para actualizaciones y soporte."
UninstallRemoveAllData1, "¿Quiere eliminar completamente TODA la configuración de la aplicación, las preferencias y los archivos temporales?"
UninstallRemoveAllData2, "No se recomienda esta opción si piensa instalar esta aplicación de nuevo."
UnsupportedWindowsVersion, "Este producto no está soportado por tu versión de Windows. ¿Desea consultar más información acerca de descargar una versión anterior soportada?"


[LicenseValidate_Strings]
ExpiredPrompt, "Lo sentimos, su licencia de prueba de FileSeek ha caducado.\nSi ya ha comprado una licencia, por favor escribala en la ventana de configuración de FileSeek.\n\n¿Desea más información sobre la compra de FileSeek Pro?"
FreeLicenseReminder, "Quieres apoyar desarollo futuro? Haz click aqui!"
Invalid, "Lo sentimos, su clave de licencia no es correcta."
InvalidReseller, "Lo sentimos, su licencia es válida únicamente con el FileSeek proporcionado por su distribuidor.\nPor favor, póngase en contacto con su distribuidor para más información."
LicenseProcessPro, "¡Gracias por Registrarse!"
LicenseProcessProRestoreSettingsPrompt, "Se ha detectado una copia de seguridad automática de su configuración Pro.\nEste archivo de copia tiene {0} días.\n¿Le gustaría importar la configuración de Pro? Toda la configuración actual será sustituida con la configuración de la copia de seguridad."
LicenseProcessRemoved, "Su licencia ha sido eliminada."
LicenseProcessTrial, "Gracias por probar FileSeek Pro!\nSu licencia expirará en {0: D}."
TrialAlmostDonePrompt, "Su licencia de prueba caducará pronto.\nSi ya ha comprado una licencia, por favor escribala en la ventana de Ajustes de FileSeek.\n\n¿Desea más información sobre la compra de FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Buscar con FileSeek"


[Words]
About, "Acerca de"
Add, "Añadir"
AdminSettingsLock, "Algunos ajustes son gestionados por el administrador del sistema"
Apply, "Aplicar"
Browse, "Examinar"
ButtonLater, "&Después"
ButtonMoreInformation, "&Más Información"
ButtonUseFreeVersion, "&Utilizar Versión Gratuita"
BuyALicenseKey, "Comprar una clave de licencia"
Cancel, "&Cancelar"
Close, "&Cerrar"
Copy, "&Copiar"
Custom, "Personalizado"
Cut, "&Cortar"
Default, "Predeterminado"
Delete, "Eliminar"
Disable, "&Desactivar"
Disabled, "Deshabilitado"
Duplicate, "&Duplicar"
Edit, "Editar"
Enable, "Activar"
Enabled, "Habilitado"
EnterALicenseKey, "Introducir una clave de licencia"
Error, "Error"
ErrorNotAdminUACDisabled, "El UAC (Control de Cuentas de Usuario) está desactivado, pero usted no es un administrador, la acción solicitada probablemente fracase.\nPor favor, active el UAC o inicie sesión como administrador y vuelva a intentarlo.\nSi recientemente ha deshabilitado el UAC, por favor, asegúrese de reiniciar el equipo."
Exit, "Salir"
FileTypes_AllFiles, "Todos los archivos"
FileTypes_ApplicationFiles, "Archivos de aplicación"
FileTypes_HTMLFiles, "Archivos HTML"
FileTypes_ImageFiles, "Archivos de imagen"
FileTypes_RegistryFiles, "Archivos de registro"
FileTypes_SoundFiles, "Archivos de sonido"
FileTypes_VideoFiles, "Archivos de video"
FileTypes_ZipFiles, "Archivos Zip"
FreeVsPro, "Gratis vs Pro"
Help, "Ayuda"
Info, "información"
InvalidImageFile, "Esta imagen parece estar dañado o ilegible."
Language, "Lenguaje"
Load, "&Cargar"
Name, "Nombre"
NameLabel, "Nombre:"
Never, "Nunca"
No, "No"
OK, "&Aceptar"
Paste, "&Pegar"
ProductSocialOnFacebook, "FileSeek en Facebook"
ProductSocialOnLinkedIn, "FileSeek en LinkedIn"
ProductSocialOnTwitter, "FileSeek en Twitter"
ProOnlyButtonToolTip, "Esta característica solo esta disponible en el Modo Pro!\nHaga clic aqui para más información."
ProOnlyLabelText, "Actualiza a una Licencia Pro para habilitar esta característica"
ProOnlyNotice, "Las características Solo Pro estan resaltadas en azul"
ProOnlyQuestion, "Necesitas actualizar a una Licencia Pro para utilizar esta característica.\nTe gustaría tener más información sobre la actualización?"
ProOnlyShort, "Solo en la versión Pro"
Redo, "&Rehacer"
Refresh, "Refescar"
Remove, "Eliminar"
Rename, "Renombrar"
Retry, "Reintentar"
Save, "&Grabar"
Seconds, "segundos"
Select, "Seleccionar"
SelectAll, "&Seleccionar Todo"
Settings, "Configuración"
Start, "Iniciar"
Stop, "Parar"
Sync, "Sincronizar"
Undo, "Deshacer"
Unknown, "Desconocido"
Yes, "Si"